results/redis_swap_20251208-XXXXXX/memtier_stdout.log
2         Threads
8         Connections per thread
600       Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p90 Latency     p99 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3652.55          ---          ---         0.39916         0.36700         0.54300         0.69500      3821.97 
Gets        36525.31     33567.36      2957.95         0.39553         0.36700         0.53500         0.69500     35071.67 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      40177.86     33567.36      2957.95         0.39586         0.36700         0.53500         0.69500     38893.64